Repository: KiYouJyo/UrbanPlanToolbox
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# ProjectType_Competition
source: Competition
ja_jp: コンペ
zh_cn: 竞赛

# ProjectType_Research
source: Research
ja_jp: 研究
zh_cn: 研究

# ProjectType_Professional
source: Professional Project
ja_jp: 実務プロジェクト
zh_cn: 实际项目

# ProjectType_Personal
source: Personal Project
ja_jp: 個人プロジェクト
zh_cn: 个人项目

# ProjectType_Other
source: Other
ja_jp: その他
zh_cn: 其他

# Project_New_Title
source: New project
ja_jp: 新規プロジェクト
zh_cn: 新建项目

# Action_Create
source: Create
ja_jp: 作成
zh_cn: 创建

# Action_Cancel
source: Cancel
ja_jp: キャンセル
zh_cn: 取消

# Action_Confirm
source: Confirm
ja_jp: 確認
zh_cn: 确认

# Action_Discard
source: Discard changes
ja_jp: 変更を破棄
zh_cn: 放弃修改

# Action_Delete
source: Delete
ja_jp: 削除
zh_cn: 删除

# Project_Error_InvalidCoordinate
source: Enter valid latitude and longitude values.
ja_jp: 有効な緯度と経度を入力してください。
zh_cn: 请输入有效的纬度和经度。

# Project_Error_SaveFailed
source: The project could not be saved. Previous data is unchanged.
ja_jp: プロジェクトを保存できませんでした。既存データは変更されていません。
zh_cn: 无法保存项目，原有数据保持不变。

# Project_Error_NotFound
source: The requested project was not found.
ja_jp: 指定されたプロジェクトが見つかりません。
zh_cn: 找不到指定项目。

# Project_Error_LoadFailed
source: The project could not be loaded safely.
ja_jp: プロジェクトを安全に読み込めませんでした。
zh_cn: 无法安全加载项目。

# Project_Status_Saved
source: Project changes were saved.
ja_jp: プロジェクトの変更を保存しました。
zh_cn: 项目修改已保存。

# Project_Card_Statistics
source: Todos: {0}/{1} complete · Snapshots: {2}
ja_jp: タスク：{0}/{1} 完了 · スナップショット：{2}
zh_cn: 待办：已完成 {0}/{1} · 快照：{2}

# Project_Card_Updated
source: Updated {0}
ja_jp: 更新 {0}
zh_cn: 更新于 {0}

# ProjectArchive_ArchivedAt
source: Archived {0}
ja_jp: アーカイブ {0}
zh_cn: 归档于 {0}

# ProjectWorkspace_Metadata
source: {0} · Updated {1}
ja_jp: {0} · 更新 {1}
zh_cn: {0} · 更新于 {1}

# Project_State_Archived
source: Archived
ja_jp: アーカイブ済み
zh_cn: 已归档

# Project_State_Active
source: In progress
ja_jp: 進行中
zh_cn: 进行中

# Project_Action_Restore
source: Restore project
ja_jp: プロジェクトを復元
zh_cn: 恢复项目

# Project_Action_Archive
source: Archive project
ja_jp: プロジェクトをアーカイブ
zh_cn: 归档项目

# Project_Restore_Explanation
source: Restore this project to continue editing.
ja_jp: 復元すると、このプロジェクトを再び編集できます。
zh_cn: 恢复后可以继续编辑此项目。

# Project_Archive_Explanation
source: Archiving moves this project without deleting data.
ja_jp: アーカイブしてもデータは削除されません。
zh_cn: 归档会移动项目，但不会删除数据。

# Project_Restore_Title
source: Restore project?
ja_jp: プロジェクトを復元しますか？
zh_cn: 恢复项目？

# Project_Restore_Message
source: The project will return to Project Home.
ja_jp: プロジェクトホームに戻ります。
zh_cn: 项目将回到项目主页。

# Project_Archive_Title
source: Archive project?
ja_jp: プロジェクトをアーカイブしますか？
zh_cn: 归档项目？

# Project_Archive_Message
source: Project information, planning requirements, milestones, and the work-folder reference will be kept.
ja_jp: プロジェクト情報、計画要件、マイルストーン、作業フォルダー参照は保持されます。
zh_cn: 项目信息、规划要求、重要时间节点和工作文件夹引用都会保留。

# Project_Unsaved_Title
source: Discard unsaved changes?
ja_jp: 未保存の変更を破棄しますか？
zh_cn: 放弃未保存的修改？

# Project_Unsaved_Message
source: The current project changes have not been saved.
ja_jp: 現在のプロジェクト変更はまだ保存されていません。
zh_cn: 当前项目修改尚未保存。

# Todo_Field_Title
source: Todo title
ja_jp: タスク名
zh_cn: 待办标题

# Todo_Empty.Text
source: No todos yet.
ja_jp: タスクはありません。
zh_cn: 暂无待办事项。

# Todo_Accessibility_Complete
source: Mark {0} complete
ja_jp: 「{0}」を完了にする
zh_cn: 将“{0}”标记为完成

# Todo_Delete_Title
source: Delete todo?
ja_jp: タスクを削除しますか？
zh_cn: 删除待办？

# Todo_Delete_Message
source: This todo will be removed.
ja_jp: このタスクを削除します。
zh_cn: 这条待办将被移除。

# Snapshot_Empty.Text
source: No planning snapshots yet.
ja_jp: 計画指標スナップショットはありません。
zh_cn: 暂无规划指标快照。

# Snapshot_Summary
source: {0} · FAR {1} · Density {2}% · Green {3}%
ja_jp: {0} · 容積率 {1} · 建ぺい率 {2}% · 緑地率 {3}%
zh_cn: {0} · 容积率 {1} · 建筑密度 {2}% · 绿地率 {3}%

# Snapshot_Delete_Title
source: Delete snapshot?
ja_jp: スナップショットを削除しますか？
zh_cn: 删除快照？

# Snapshot_Delete_Message
source: This historical snapshot will be removed.
ja_jp: この履歴スナップショットを削除します。
zh_cn: 这条历史快照将被移除。

# Snapshot_Error_ValidResultRequired
source: Calculate a valid result before saving.
ja_jp: 有効な計算結果を作成してください。
zh_cn: 请先完成一次有效计算。

# Snapshot_Error_SaveFailed
source: The snapshot could not be saved.
ja_jp: スナップショットを保存できませんでした。
zh_cn: 无法保存快照。

# Snapshot_Status_Saved
source: Snapshot saved to the project.
ja_jp: スナップショットを保存しました。
zh_cn: 快照已保存到项目。

# ProjectFolder_None
source: No work folder selected.
ja_jp: 作業フォルダーは選択されていません。
zh_cn: 尚未选择工作文件夹。

# ProjectFolder_ReselectionSummary
source: Reselect required: {0} / Reference path: {1}
ja_jp: 再選択が必要：{0} / 参照パス：{1}
zh_cn: 需要重新选择：{0} / 参考路径：{1}

# ProjectFolder_SelectionCancelled
source: Folder selection was cancelled.
ja_jp: フォルダー選択をキャンセルしました。
zh_cn: 已取消选择文件夹。

# ProjectFolder_RequiresReselection
source: Select this work folder again on this device.
ja_jp: このデバイスで作業フォルダーを再選択してください。
zh_cn: 需要在当前设备上重新选择此文件夹。

# ProjectFolder_OpenFailed
source: The work folder could not be opened.
ja_jp: 作業フォルダーを開けませんでした。
zh_cn: 无法打开工作文件夹。

# ProjectFolder_AccessExpired
source: Folder access expired or the folder moved. Select it again.
ja_jp: アクセス権が失効したか、移動されています。再選択してください。
zh_cn: 授权已失效或文件夹已移动，请重新选择。

# ProjectArchive_Empty.Text
source: No archived projects.
ja_jp: アーカイブ済みプロジェクトはありません。
zh_cn: 暂无归档项目。

# ProjectHome_NewProject.Content
source: New project
ja_jp: 新規プロジェクト
zh_cn: 新建项目

# ProjectHome_NewProject.AutomationProperties.Name
source: New project
ja_jp: 新規プロジェクト
zh_cn: 新建项目

# ProjectHome_NewProject.ToolTipService.ToolTip
source: New project
ja_jp: 新規プロジェクト
zh_cn: 新建项目

# ProjectWorkspace_Back.Content
source: Back to Project Home
ja_jp: プロジェクトホームへ戻る
zh_cn: 返回项目主页

# ProjectWorkspace_Back.AutomationProperties.Name
source: Back to Project Home
ja_jp: プロジェクトホームへ戻る
zh_cn: 返回项目主页

# ProjectWorkspace_Back.ToolTipService.ToolTip
source: Back to Project Home
ja_jp: プロジェクトホームへ戻る
zh_cn: 返回项目主页

# ProjectWorkspace_Overview.Content
source: Project overview
ja_jp: プロジェクト概要
zh_cn: 项目概览

# ProjectWorkspace_Overview.Header
source: Project overview
ja_jp: プロジェクト概要
zh_cn: 项目概览

# ProjectWorkspace_Overview.AutomationProperties.Name
source: Project overview
ja_jp: プロジェクト概要
zh_cn: 项目概览

# ProjectWorkspace_Overview.ToolTipService.ToolTip
source: Project overview
ja_jp: プロジェクト概要
zh_cn: 项目概览

# ProjectWorkspace_Save.Content
source: Save changes
ja_jp: 変更を保存
zh_cn: 保存修改

# ProjectWorkspace_Save.AutomationProperties.Name
source: Save changes
ja_jp: 変更を保存
zh_cn: 保存修改

# ProjectWorkspace_Save.ToolTipService.ToolTip
source: Save changes
ja_jp: 変更を保存
zh_cn: 保存修改

# ProjectWorkspace_Todos.Content
source: Todos
ja_jp: タスク
zh_cn: 待办事项

# ProjectWorkspace_Todos.Header
source: Todos
ja_jp: タスク
zh_cn: 待办事项

# ProjectWorkspace_Todos.AutomationProperties.Name
source: Todos
ja_jp: タスク
zh_cn: 待办事项

# ProjectWorkspace_Todos.ToolTipService.ToolTip
source: Todos
ja_jp: タスク
zh_cn: 待办事项

# Todo_Add.Content
source: Add todo
ja_jp: タスクを追加
zh_cn: 新增待办

# Todo_Add.AutomationProperties.Name
source: Add todo
ja_jp: タスクを追加
zh_cn: 新增待办

# Todo_Add.ToolTipService.ToolTip
source: Add todo
ja_jp: タスクを追加
zh_cn: 新增待办

# ProjectWorkspace_Snapshots.Content
source: Planning snapshots
ja_jp: 計画指標スナップショット
zh_cn: 规划指标快照

# ProjectWorkspace_Snapshots.Header
source: Planning snapshots
ja_jp: 計画指標スナップショット
zh_cn: 规划指标快照

# ProjectWorkspace_Snapshots.AutomationProperties.Name
source: Planning snapshots
ja_jp: 計画指標スナップショット
zh_cn: 规划指标快照

# ProjectWorkspace_Snapshots.ToolTipService.ToolTip
source: Planning snapshots
ja_jp: 計画指標スナップショット
zh_cn: 规划指标快照

# Snapshot_OpenCalculator.Content
source: Open Planning Metrics Calculator
ja_jp: 計画指標計算機を開く
zh_cn: 打开规划指标计算器

# Snapshot_OpenCalculator.AutomationProperties.Name
source: Open Planning Metrics Calculator
ja_jp: 計画指標計算機を開く
zh_cn: 打开规划指标计算器

# Snapshot_OpenCalculator.ToolTipService.ToolTip
source: Open Planning Metrics Calculator
ja_jp: 計画指標計算機を開く
zh_cn: 打开规划指标计算器

# ProjectWorkspace_Folder.Content
source: Work folder
ja_jp: 作業フォルダー
zh_cn: 工作文件夹

# ProjectWorkspace_Folder.Header
source: Work folder
ja_jp: 作業フォルダー
zh_cn: 工作文件夹

# ProjectWorkspace_Folder.AutomationProperties.Name
source: Work folder
ja_jp: 作業フォルダー
zh_cn: 工作文件夹

# ProjectWorkspace_Folder.ToolTipService.ToolTip
source: Work folder
ja_jp: 作業フォルダー
zh_cn: 工作文件夹

# Folder_Select.Content
source: Select or replace folder
ja_jp: フォルダーを選択・変更
zh_cn: 选择或更换文件夹

# Folder_Select.AutomationProperties.Name
source: Select or replace folder
ja_jp: フォルダーを選択・変更
zh_cn: 选择或更换文件夹

# Folder_Select.ToolTipService.ToolTip
source: Select or replace folder
ja_jp: フォルダーを選択・変更
zh_cn: 选择或更换文件夹

# Folder_Open.Content
source: Open folder
ja_jp: フォルダーを開く
zh_cn: 打开文件夹

# Folder_Open.AutomationProperties.Name
source: Open folder
ja_jp: フォルダーを開く
zh_cn: 打开文件夹

# Folder_Open.ToolTipService.ToolTip
source: Open folder
ja_jp: フォルダーを開く
zh_cn: 打开文件夹

# Folder_Clear.Content
source: Clear folder shortcut
ja_jp: フォルダー参照を解除
zh_cn: 清除文件夹入口

# Folder_Clear.AutomationProperties.Name
source: Clear folder shortcut
ja_jp: フォルダー参照を解除
zh_cn: 清除文件夹入口

# Folder_Clear.ToolTipService.ToolTip
source: Clear folder shortcut
ja_jp: フォルダー参照を解除
zh_cn: 清除文件夹入口

# ProjectWorkspace_Status.Content
source: Project status
ja_jp: プロジェクト状態
zh_cn: 项目状态

# ProjectWorkspace_Status.Header
source: Project status
ja_jp: プロジェクト状態
zh_cn: 项目状态

# ProjectWorkspace_Status.AutomationProperties.Name
source: Project status
ja_jp: プロジェクト状態
zh_cn: 项目状态

# ProjectWorkspace_Status.ToolTipService.ToolTip
source: Project status
ja_jp: プロジェクト状態
zh_cn: 项目状态

# Snapshot_SaveToProject.Content
source: Save to current project
ja_jp: 現在のプロジェクトに保存
zh_cn: 保存到当前项目

# Snapshot_SaveToProject.AutomationProperties.Name
source: Save to current project
ja_jp: 現在のプロジェクトに保存
zh_cn: 保存到当前项目

# Snapshot_SaveToProject.ToolTipService.ToolTip
source: Save to current project
ja_jp: 現在のプロジェクトに保存
zh_cn: 保存到当前项目

# Snapshot_ReturnToProject.Content
source: Return to project
ja_jp: プロジェクトに戻る
zh_cn: 返回项目工作台

# Snapshot_ReturnToProject.AutomationProperties.Name
source: Return to project
ja_jp: プロジェクトに戻る
zh_cn: 返回项目工作台

# Snapshot_ReturnToProject.ToolTipService.ToolTip
source: Return to project
ja_jp: プロジェクトに戻る
zh_cn: 返回项目工作台

# DataManagement_Title.Text
source: Data management
ja_jp: データ管理
zh_cn: 数据管理

# DataManagement_Description.Text
source: Export a complete local backup or fully replace current data from a verified backup.
ja_jp: 完全なローカルバックアップを作成するか、検証済みバックアップで現在のデータを完全に置き換えます。
zh_cn: 导出完整本地备份，或从经过校验的备份完整替换当前数据。

# DataManagement_BackupFileType
source: UrbanPlanToolbox backup
ja_jp: UrbanPlanToolbox バックアップ
zh_cn: UrbanPlanToolbox 备份

# DataManagement_ExportSuccess
source: Exported {0} project(s), {1}.
ja_jp: {0} 件のプロジェクトをエクスポートしました（{1}）。
zh_cn: 已导出 {0} 个项目，文件大小 {1}。

# DataManagement_ExportFailed
source: Export failed: {0}
ja_jp: エクスポートに失敗しました：{0}
zh_cn: 导出失败：{0}

# DataManagement_ValidationFailed
source: Backup validation failed: {0}
ja_jp: バックアップの検証に失敗しました：{0}
zh_cn: 备份校验失败：{0}

# DataManagement_ImportConfirmTitle
source: Replace all current app data?
ja_jp: 現在のアプリデータをすべて置き換えますか？
zh_cn: 完整替换当前应用数据？

# DataManagement_ImportConfirmMessage
source: This backup contains {0} project(s): {1} active and {2} archived. Current projects and settings will be replaced after an automatic safety backup. Language and theme may require a restart. Work folders must be selected again.
ja_jp: このバックアップには {0} 件（進行中 {1}、アーカイブ {2}）が含まれます。自動安全バックアップ後、現在のプロジェクトと設定を完全に置き換えます。言語とテーマは再起動後に反映される場合があり、作業フォルダーは再選択が必要です。
zh_cn: 备份包含 {0} 个项目：{1} 个活跃、{2} 个已归档。创建自动安全备份后，当前项目和设置将被完整替换。语言和主题可能需要重启后完全生效，工作文件夹需要重新选择。

# DataManagement_ImportConfirmAction
source: Replace and import
ja_jp: 置き換えてインポート
zh_cn: 替换并导入

# DataManagement_ImportSuccess
source: Import completed. Restart the app to apply all settings. Work folders must be selected again.
ja_jp: インポートが完了しました。すべての設定を反映するためアプリを再起動してください。作業フォルダーは再選択が必要です。
zh_cn: 导入完成。请重启应用以应用全部设置；工作文件夹需要重新选择。

# DataManagement_ImportFailedRolledBack
source: Import failed and previous data was restored: {0}
ja_jp: インポートに失敗し、以前のデータを復元しました：{0}
zh_cn: 导入失败，已恢复原有数据：{0}

# DataManagement_ImportFailed
source: Import failed; automatic restoration could not be confirmed: {0}
ja_jp: インポートに失敗し、自動復元を確認できませんでした：{0}
zh_cn: 导入失败，且无法确认自动恢复结果：{0}

# DataManagement_Export.Content
source: Export data
ja_jp: データをエクスポート
zh_cn: 导出数据

# DataManagement_Export.AutomationProperties.Name
source: Export data
ja_jp: データをエクスポート
zh_cn: 导出数据

# DataManagement_Export.ToolTipService.ToolTip
source: Export data
ja_jp: データをエクスポート
zh_cn: 导出数据

# DataManagement_Import.Content
source: Import data
ja_jp: データをインポート
zh_cn: 导入数据

# DataManagement_Import.AutomationProperties.Name
source: Import data
ja_jp: データをインポート
zh_cn: 导入数据

# DataManagement_Import.ToolTipService.ToolTip
source: Import data
ja_jp: データをインポート
zh_cn: 导入数据

# Project_Coordinates_Wgs84_Label
source: WGS 84 Coordinates (Optional)
ja_jp: WGS 84 座標（任意）
zh_cn: WGS 84 坐标（可选）

# ProjectWorkspace_BasicInformation
source: Basic information
ja_jp: 基本情報
zh_cn: 基本信息

# ProjectWorkspace_Description
source: Project description
ja_jp: プロジェクト説明
zh_cn: 项目描述

# ProjectWorkspace_PlanningRequirements
source: Planning requirements
ja_jp: 計画要件
zh_cn: 规划要求

# ProjectWorkspace_Milestones
source: Important milestones
ja_jp: 重要なマイルストーン
zh_cn: 重要时间节点

# ProjectWorkspace_FolderLabel
source: Work folder
ja_jp: 作業フォルダー
zh_cn: 工作文件夹

# ProjectWorkspace_Management
source: Project management
ja_jp: プロジェクト管理
zh_cn: 项目管理

# Project_Field_PlanningRequirements
source: Planning requirements
ja_jp: 計画要件
zh_cn: 规划要求

# Project_PlanningRequirements_Help
source: Record constraints, objectives, review requirements, and other planning instructions.
ja_jp: 計画上の制約、目標、審査要件、その他の指示を記録します。
zh_cn: 记录规划约束、目标、审查要求和其他说明。

# Project_LegacyData_Notice
source: This project contains legacy todos or snapshots. They remain preserved in local data and backups, but are no longer shown in this workspace.
ja_jp: このプロジェクトには旧形式のタスクまたはスナップショットがあります。ローカルデータとバックアップには保持されますが、このワークスペースには表示されません。
zh_cn: 此项目包含旧版待办或快照。它们仍保留在本地数据和备份中，但不再显示在当前工作台。

# Project_Action_Save
source: Save changes
ja_jp: 変更を保存
zh_cn: 保存修改

# Project_Action_Reset
source: Reset unsaved changes
ja_jp: 未保存の変更をリセット
zh_cn: 重置未保存修改

# Project_Action_Delete
source: Delete permanently
ja_jp: 完全に削除
zh_cn: 永久删除

# Folder_Action_Select
source: Select folder
ja_jp: フォルダーを選択
zh_cn: 选择文件夹

# Folder_Action_Replace
source: Replace folder
ja_jp: フォルダーを変更
zh_cn: 更换文件夹

# Folder_Action_Open
source: Open folder
ja_jp: フォルダーを開く
zh_cn: 打开文件夹

# Folder_Action_Clear
source: Clear folder reference
ja_jp: フォルダー参照をクリア
zh_cn: 清除文件夹引用

# Milestone_Action_Add
source: Add milestone
ja_jp: マイルストーンを追加
zh_cn: 新增时间节点

# Milestone_Action_Edit
source: Edit
ja_jp: 編集
zh_cn: 编辑

# Milestone_Action_Delete
source: Delete
ja_jp: 削除
zh_cn: 删除

# Milestone_Add_Title
source: Add milestone
ja_jp: マイルストーンを追加
zh_cn: 新增时间节点

# Milestone_Edit_Title
source: Edit milestone
ja_jp: マイルストーンを編集
zh_cn: 编辑时间节点

# Milestone_Delete_Title
source: Delete milestone?
ja_jp: マイルストーンを削除しますか？
zh_cn: 删除时间节点？

# Milestone_Delete_Message
source: This milestone will be removed permanently.
ja_jp: このマイルストーンは完全に削除されます。
zh_cn: 此时间节点将被永久移除。

# Milestone_Empty
source: No milestones yet.
ja_jp: マイルストーンはまだありません。
zh_cn: 暂无时间节点。

# Milestone_Field_Title
source: Title
ja_jp: タイトル
zh_cn: 标题

# Milestone_Field_Date
source: Date
ja_jp: 日付
zh_cn: 日期

# Milestone_Field_IncludeTime
source: Include a time
ja_jp: 時刻を含める
zh_cn: 包含具体时间

# Milestone_Field_Time
source: Time
ja_jp: 時刻
zh_cn: 时间

# Milestone_Field_Notes
source: Notes
ja_jp: メモ
zh_cn: 备注

# Milestone_Error_TimeRequired
source: Select a time or turn off “Include a time”.
ja_jp: 時刻を選択するか、「時刻を含める」をオフにしてください。
zh_cn: 请选择时间，或关闭“包含具体时间”。

# Project_Management_CurrentState
source: Current state: {0}
ja_jp: 現在の状態：{0}
zh_cn: 当前状态：{0}

# Project_Management_ArchivedAt
source: Archived at {0}
ja_jp: {0} にアーカイブ
zh_cn: 归档于 {0}

# Project_Delete_Explanation
source: Permanently delete the project only when it is no longer needed.
ja_jp: 不要になった場合にのみプロジェクトを完全に削除してください。
zh_cn: 仅在确定不再需要项目时永久删除。

# Project_Delete_Title
source: Delete project permanently
ja_jp: プロジェクトを完全に削除
zh_cn: 永久删除项目

# Project_Delete_Warning
source: This deletes “{0}”, its internal attachments, and local recovery copies. This cannot be undone.
ja_jp: 「{0}」、内部添付ファイル、ローカル復旧コピーが削除されます。この操作は元に戻せません。
zh_cn: 这将删除“{0}”、其内部附件和本地恢复副本，且无法撤销。

# Project_Delete_ConfirmName
source: Type the project name to confirm
ja_jp: 確認のためプロジェクト名を入力
zh_cn: 输入项目名称以确认

# Project_Delete_ExternalFolderSafe
source: The external work folder and its files will not be deleted.
ja_jp: 外部の作業フォルダーとそのファイルは削除されません。
zh_cn: 外部工作文件夹及其中的文件不会被删除。

# Project_Delete_Failed
source: The project could not be deleted. Its data was restored where possible.
ja_jp: プロジェクトを削除できませんでした。可能な範囲でデータを復元しました。
zh_cn: 无法删除项目；已尽可能恢复其数据。

# Project_Unsaved_SaveBeforeAction
source: Save or reset the current edits before performing this action.
ja_jp: この操作の前に、現在の編集を保存またはリセットしてください。
zh_cn: 请先保存或重置当前修改，再执行此操作。

# Project_Card_Milestones
source: Milestones: {0}
ja_jp: マイルストーン：{0}
zh_cn: 重要时间节点：{0}

# ProjectValidation_PlanningRequirementsTooLong
source: The planning requirements are too long.
ja_jp: 計画要件が長すぎます。
zh_cn: 规划要求过长。

# ProjectValidation_DuplicateMilestoneId
source: Duplicate milestone IDs were found.
ja_jp: 重複したマイルストーン ID があります。
zh_cn: 发现重复的时间节点 ID。

# ProjectValidation_MilestoneIdRequired
source: A milestone ID is missing.
ja_jp: マイルストーン ID がありません。
zh_cn: 时间节点 ID 缺失。

# ProjectValidation_MilestoneTitleRequired
source: Enter a milestone title.
ja_jp: マイルストーンのタイトルを入力してください。
zh_cn: 请输入时间节点标题。

# ProjectValidation_MilestoneTitleTooLong
source: The milestone title is too long.
ja_jp: マイルストーンのタイトルが長すぎます。
zh_cn: 时间节点标题过长。

# ProjectValidation_MilestoneNotesTooLong
source: The milestone notes are too long.
ja_jp: マイルストーンのメモが長すぎます。
zh_cn: 时间节点备注过长。

# ProjectValidation_MilestoneDateInvalid
source: Select a valid milestone date.
ja_jp: 有効なマイルストーンの日付を選択してください。
zh_cn: 请选择有效的时间节点日期。

# ProjectValidation_MilestoneTimestampsMustBeUtc
source: Milestone timestamps are invalid.
ja_jp: マイルストーンのタイムスタンプが無効です。
zh_cn: 时间节点的时间戳无效。

# ProjectKind_Design
source: Design Projects
ja_jp: 設計プロジェクト
zh_cn: 设计项目

# ProjectKind_Research
source: Research Projects
ja_jp: 研究プロジェクト
zh_cn: 研究项目

# ProjectKind_DesignDescription
source: For planning design, design coursework, competitions, and professional projects.
ja_jp: 都市計画設計、授業設計、コンペ、実務プロジェクト向けです。
zh_cn: 适用于规划设计、课程设计、竞赛和实际项目。

# ProjectKind_ResearchDescription
source: For coursework, theses, papers, and research projects.
ja_jp: 課題、論文、研究課題向けです。
zh_cn: 适用于作业、论文和研究课题。

# ProjectKind_ChooseTitle
source: Choose a project category
ja_jp: プロジェクト種別を選択
zh_cn: 选择项目类别

# ProjectKind_Creating
source: Creating: {0}
ja_jp: 作成中：{0}
zh_cn: 正在创建：{0}

# ProjectCategory_DesignWithCount
source: Design Projects ({0})
ja_jp: 設計プロジェクト（{0}）
zh_cn: 设计项目（{0}）

# ProjectCategory_ResearchWithCount
source: Research Projects ({0})
ja_jp: 研究プロジェクト（{0}）
zh_cn: 研究项目（{0}）

# ProjectHome_DesignEmpty
source: No design projects yet. Create one to organize design material and milestones.
ja_jp: 設計プロジェクトはまだありません。設計資料とマイルストーンを整理するプロジェクトを作成できます。
zh_cn: 还没有设计项目。可以创建一个项目来整理设计资料和时间节点。

# ProjectHome_ResearchEmpty
source: No research projects yet. Create one to organize the research field, subject, and methods.
ja_jp: 研究プロジェクトはまだありません。研究分野、対象、方法を整理するプロジェクトを作成できます。
zh_cn: 还没有研究项目。可以创建一个项目来整理研究领域、对象和方法。

# Project_Action_NewDesign
source: New Design Project
ja_jp: 設計プロジェクトを新規作成
zh_cn: 新建设计项目

# Project_Action_NewResearch
source: New Research Project
ja_jp: 研究プロジェクトを新規作成
zh_cn: 新建研究项目

# ResearchProjectType_Coursework
source: Coursework
ja_jp: 課題
zh_cn: 作业

# ResearchProjectType_Thesis
source: Thesis
ja_jp: 学位論文
zh_cn: 学位论文

# ResearchProjectType_Paper
source: Research Paper
ja_jp: 研究論文
zh_cn: 研究论文

# ResearchProjectType_ResearchProject
source: Research Project
ja_jp: 研究課題
zh_cn: 研究课题

# ResearchProjectType_Other
source: Other
ja_jp: その他
zh_cn: 其他

# ResearchProject_Field_Type
source: Research Project Type
ja_jp: 研究プロジェクトの種類
zh_cn: 研究项目类型

# ResearchProject_Field_Field
source: Research Field
ja_jp: 研究分野
zh_cn: 研究领域

# ResearchProject_Field_Subject
source: Research Subject
ja_jp: 研究対象
zh_cn: 研究对象

# ResearchProject_Field_Methods
source: Research Methods
ja_jp: 研究方法
zh_cn: 研究方法

# Project_New_DesignTitle
source: New Design Project
ja_jp: 設計プロジェクトを新規作成
zh_cn: 新建设计项目

# Project_New_ResearchTitle
source: New Research Project
ja_jp: 研究プロジェクトを新規作成
zh_cn: 新建研究项目

# Action_Continue
source: Continue
ja_jp: 続行
zh_cn: 继续

# Action_Back
source: Back
ja_jp: 前のステップに戻る
zh_cn: 返回上一步

# ResearchProjectWorkspace_Details
source: Research Details
ja_jp: 研究内容
zh_cn: 研究内容

# ProjectValidation_ProjectKindInvalid
source: The project category is invalid.
ja_jp: プロジェクト種別が無効です。
zh_cn: 项目类别无效。

# ProjectValidation_ProjectKindImmutable
source: The project category cannot be changed after creation.
ja_jp: 作成後にプロジェクト種別を変更することはできません。
zh_cn: 项目创建后不能更改项目类别。

# ProjectValidation_DesignDetailsRequired
source: Design project details are missing.
ja_jp: 設計プロジェクトのデータがありません。
zh_cn: 设计项目数据缺失。

# ProjectValidation_ResearchDetailsNotAllowed
source: A design project cannot store research-only details.
ja_jp: 設計プロジェクトには研究専用データを保存できません。
zh_cn: 设计项目不能保存研究项目专属数据。

# ProjectValidation_DesignDetailsNotAllowed
source: A research project cannot store design-only details.
ja_jp: 研究プロジェクトには設計専用データを保存できません。
zh_cn: 研究项目不能保存设计项目专属数据。

# ProjectValidation_ResearchDetailsRequired
source: Research project details are missing.
ja_jp: 研究プロジェクトのデータがありません。
zh_cn: 研究项目数据缺失。

# ProjectValidation_ResearchFieldRequired
source: Enter a research field.
ja_jp: 研究分野を入力してください。
zh_cn: 请输入研究领域。

# ProjectValidation_ResearchFieldTooLong
source: The research field is too long.
ja_jp: 研究分野が長すぎます。
zh_cn: 研究领域过长。

# ProjectValidation_ResearchSubjectRequired
source: Enter a research subject.
ja_jp: 研究対象を入力してください。
zh_cn: 请输入研究对象。

# ProjectValidation_ResearchSubjectTooLong
source: The research subject is too long.
ja_jp: 研究対象が長すぎます。
zh_cn: 研究对象过长。

# ProjectValidation_ResearchMethodsRequired
source: Enter research methods.
ja_jp: 研究方法を入力してください。
zh_cn: 请输入研究方法。

# ProjectValidation_ResearchMethodsTooLong
source: The research methods are too long.
ja_jp: 研究方法が長すぎます。
zh_cn: 研究方法过长。

# Interaction_NotificationName
source: Application notification
ja_jp: アプリ通知
zh_cn: 应用通知

# Interaction_ErrorTitle
source: Operation failed
ja_jp: 操作に失敗しました
zh_cn: 操作失败

# Interaction_SuccessTitle
source: Operation completed
ja_jp: 操作が完了しました
zh_cn: 操作完成

# Reminder_NotificationTitle
source: Milestone reminder
ja_jp: マイルストーンのリマインダー
zh_cn: 重要时间节点提醒

# Reminder_NotificationBody
source: {0}: {1} is due {2}.
ja_jp: {0}: {1} の期限は {2} です。
zh_cn: {0}：{1} 将于 {2} 到期。

# Milestone_Reminder_SchedulingFailed
source: Project saved, but Windows could not schedule its reminder: {0}
ja_jp: プロジェクトは保存されましたが、Windows がリマインダーを予約できませんでした: {0}
zh_cn: 项目已保存，但 Windows 未能计划提醒：{0}

# Milestone_Reminder_DefaultTime
source: Without a specific time, the reminder is scheduled for 09:00 local time.
ja_jp: 時刻を指定しない場合、当日の現地時間 09:00 に通知します。
zh_cn: 未选择具体时间时，将于当天本地时间 09:00 提醒。

# Notification_Settings_Title
source: Windows notifications
ja_jp: Windows 通知
zh_cn: Windows 通知

# Notification_Settings_Description
source: Send a test notification to verify that Windows can identify UrbanPlanToolbox and deliver local reminders.
ja_jp: テスト通知を送信して、Windows が UrbanPlanToolbox を認識しローカル通知を配信できることを確認します。
zh_cn: 发送测试通知以验证 Windows 能识别 UrbanPlanToolbox 并递送本地提醒。

# Notification_Test_Action
source: Send test notification
ja_jp: テスト通知を送信
zh_cn: 发送测试通知

# Notification_Test_Title
source: UrbanPlanToolbox test notification
ja_jp: UrbanPlanToolbox テスト通知
zh_cn: UrbanPlanToolbox 测试通知

# Notification_Test_Body
source: Windows local notifications are configured for this app.
ja_jp: このアプリの Windows ローカル通知は設定されています。
zh_cn: 此应用的 Windows 本地通知已配置。

# Notification_Test_Sent
source: Test notification sent. Check Notification Center if its banner is suppressed.
ja_jp: テスト通知を送信しました。バナーが抑制されている場合は通知センターを確認してください。
zh_cn: 测试通知已发送；若横幅被抑制，请查看通知中心。
